Repository: albanm/djity
Catalog: djity/locale/*/LC_MESSAGES/django.po
Languages: fr, sk

source: You are now disconnected.
fr: Vous êtes maintenant déconnecté.
sk: Ste odpojený.

source: Your account is created ! your are connected as %s.
fr: Votre compte a été créé ! Vous êtes connecté en tant que %s.
sk: Váš účet bol úspešne vytvorený! ste pripojený ako %s.

source: We are creating your account... please wait.
fr: Nous sommes en train de créer votre compte... veuillez patienter.
sk: Váš účet sa práve vytvára......prosím čakajte.

source: Authentication failed.
fr: L'authentification à échoué.
sk: Overenie zlyhalo

source: This account is disabled.
fr: Ce compte est désactivé.
sk: Tento účet je zablokovaný.

source: You were successfully connected !
fr: Vous avez été connecté avec succès !
sk: Boli ste úspešne pripojený!

source: Connecting... please wait.
fr: Connexion en cours... merci de patienter.
sk: Pripájam.....prosím čakajte.

source: Passwords don't match.
fr: Les mots de passe ne correspondent pas.
sk: Zlé prístupové heslo.

source: Username %s is not valid.
fr: Le nom d'utilisateur %s n'est pas valide.
sk: Užívateľské meno %s je neplatné.

source: Username %s is not avaible.
fr: Le nom d'utilisateur %s n'est pas disponible.
sk: Užívateľské meno %s nie je dostupné.

source: Change in portlet saved.
fr: Modification du portlet enregistrée.
sk: Zmena v portlete bola uložená.

source: Project title saved.
fr: Titre du projet sauvegardé.
sk: Názov projektu bol uložený.

source: User %s is no longer a member of this project.
fr: L'utilisateur %s n'est plus membre de ce project.

source: Members of this project updated.
fr: Les membres de ce project ont été mis à jour.
sk: Členovia tohto projektu boli aktualizovaný.

source: You can't remove yourself from the managers of the current project.
fr: Vous ne pouvez pas vous supprimer vous même des managers du projet courant.

source: At least one manager is required.
fr: Au moins un manager est requis.
sk: Požadovaný je minimálne jeden manažér.

source: Root project can't inherit members.
fr: Le projet racine ne peut pas hériter ses membres.
sk: Root projekt nemôže prevziať členov.

source: This project inherits members of %s project.
fr: Ce projet hérite des membres du projet %s.
sk: Tento projekt prevzal členov z projektu %s.

source: New subscriptions to this project are now forbidden.
fr: De nouvelles inscription à ce projet sont maintenant interdites.
sk: Nové príspevky na tento projekt sú teraz zakázané

source: New subscriptions to this project are now allowed.
fr: De nouvelles inscriptions à ce projet sont maintenant autorisées.
sk: Nové príspevky na tento projekt sú teraz povolené.

source: Your subscription is registered. Wait for validation from a manager of this project.
fr: Votre inscription est enregistrée. Attendez la validation d'unmanager de ce projet.
sk: Váš príspevok bol registrovaný. Čakajte prosím na potvrdenie od manažera tohto projektu.

source: You are no longer a member of this project.
fr: Vous n'êtes plus membre de ce projet.
sk: Už nie ste členom tohto projektu.

source: Login
fr: Connexion
sk: Prihlásenie

source: You can't view any page on this project ! You can subscribe using the button on the top left corner.
fr: Vous ne pouvez voir aucune page de ce projet ! Vous pouvez vous inscrire en utilisant le bouton en haut à gauche.
sk: Nemôžete vidieť žiadnu stranu z tohto projektu! Môžete prispieť použitím tlačidla v ľavom hornom rohu.

source: Subscribe
fr: Inscription

source: You can't view this page on this project ! You can subscribe using the button on the top left corner.
fr: Vous ne pouvez pas voir cette page sur ce projet ! Vous pouvez vous inscrire en utilisant le bouton en haut à gauche.
sk: Nemôžete vidieť túto stranu z tohto projektu! Môžete prispieť použitím tlačidla v ľavom hornom rohu.

source: Change in page saved.
fr: Modification de la page enregistrée.
sk: Zmeny na stránke uložené.

source: The current page is empty, you can write some content.
fr: La page courante est vide, vous pouvez écrire du contenu.
sk: Táto stránka je prázdna, môžete napísať nejaký obsah.

source: The style of the project has been saved.
fr: Le style du projet a été enregistré.
sk: Štýl projektu bol uložený.

source: The style of the project has been set to default.
fr: Le style du projet a été mis à défaut.
sk: Štýl tohto projektu bol nastavený ako predvolený.

source: The style of the current project has been overwritten by the style of the project %s.
fr: Le style du projet courant a été écrasé par le style du projet %s.
sk: Štýl tohto projektu bol prepísaný štýlom projektu %s.

source: The current project is root and cannot inherit its style.
fr: Le projet courant est racine et ne peut pas hériter de son style.
sk: Tento projekt je root a nemožno prevziať jeho štýl.

source: Warning
fr: Avertissement

source: New project
fr: Nouveau projet
sk: Nový projekt

source: Manage users
fr: Gestion des utilisateurs
sk: správa užívateľov

source: Awaiting members
fr: Membres en attente

source: Manage style
fr: Gestion du style
sk: Zmeniť štýl

source: Add new tab
fr: Ajouter un nouvel onglet
sk: Pridať novú tabuľku

source: User
fr: Utilisateur

source: Password
fr: Mot de passe

source: Remove tab ?
fr: Supprimer l'onglet ?
sk: Odstrániť tabuľku ?

source: Remove tab and delete project ?
fr: Supprimer l'onglet et le projet ?
sk: Odstrániť tabuľku a zmazať projekt ?

source: Edit tab parameters
fr: Éditer les paramètres de l'onglet
sk: Zmeniť parametre tabuľky

source: Create new Tab
fr: Créer un nouvel onglet
sk: Vytvoriť novú tabuľku

source: Create project
fr: Créer un projet
sk: Vytvoriť projekt

source: Permanent label
fr: Label permanent
sk: Trvalé označenie

source: handle
fr: poignée
sk: spracúva sa

source: Your browser doesn't support iframes
fr: Votre navigateur ne supporte pas les iframes
sk: Váš prehľadávač nepodporuje iframi

source: Connection needed
fr: Connexion requise
sk: Potrebné spojenie

source: You need to be connected to request subscrition.
fr: Vous devez être connecté pour vous inscrire à un projet.
sk: Pre tento príspevok musíte byť pripojený.

source: Password (type again to catch typos)
fr: Mot de passe (une deuxième pour éviter les fautes de frappe)

source: Please correct the errors below
fr: Merci de corriger les erreurs ci-dessous

source: Email address
fr: Adresse email

source: Deleted
fr: Supprimé
sk: Vymazaný

source: Inherit permissions
fr: Hériter des permissions

source: Forbid subscriptions
fr: Inscriptions interdites

source: No next page
fr: Pas de page suivante
sk: Žiadna ďalšia strana

source: Next
fr: Suivant
sk: Ďalší

source: Remove tab
fr: Supprimer l'onglet

source: Parameters
fr: Paramètres
sk: Nastavenia

source: Up/Down
fr: Téléchargements
sk: Hore/Dole

source: Link to the current CSS.
fr: Lien vers le CSS courant
sk: Odkaz na aktuálny CSS.

source: Get back to the default style
fr: Retourner au style par défaut
sk: Vráť sa späť k základnému štýlu

source: Download active set of parameters
fr: Télécharger paramètres courants
sk: Stiahnuť aktívny súbor nastavení

source: Upload parameters
fr: Envoyez les paramètres
sk: Nahrať nastavenia

source: Apply
fr: Appliquer
sk: Aplikovať

source: Save
fr: Enregistrer
sk: Uložiť

source: You were redirected because you lacked a permission:
fr: Vous avez été redirigé parce qu'il vous manque une permission:
sk: Boli ste presmerovaný, pretože ste stratili povolenie:

source: Page not found
fr: Page non trouvée

source: Please correct the errors below:
sk: Prosím opravte nižšie uvedené chyby.

source: Code
sk: Kód
